export const posts = [
  {
    "id": "space_travel",
    "cost": 1000000,
    "img": "../images/mars travel.jpg",
    "title": "Космічна подорож",
    "desc": "Загальна тривалість перельоту триватиме 16 місяців",
    "longDesc": "Тривалість перебування на Марсі два марсіанські тижні. В програму подорожі входить відвідування кратерів та скель. Також відвідування усіх літаючих пристроїв, які приземлилися на поверхні планети протягом останніх 50 років. Проживання відбувається в модульних будинках. Харчування тричі на день."
  },
  {
    "id": "godspeed",
    "cost": 200000,
    "img": "../images/rest.jpg",
    "title": "Щасливої дороги",
    "desc": "Загальна тривалість перельоту триватиме 8 місяців",
    "longDesc": "Повернення на планету Земля не передбачається. В програму подорожі входить постійне проживання на Марсі та освоєння нових територій планети. Житло надається в окремому секторі, віддаленому від подорожуючих за умовами \"Космічна подорож\". Харчування залежно від досягнень та наданих послуг по освоєнню планети, участі в будівництві або наукових дослідженнях та експериментах."
  },
  {
    "id": "fifty_fifty",
    "cost": 300000,
    "img": "../images/mars and earth.jpg",
    "title": "П'ятдесят на п'ятдесят",
    "desc": "Загальна тривалість перельоту триватиме 8 - 16 місяців",
    "longDesc": "Повернення на планету Земля можливе лише в тому разі, коли ви уже перебуваєте на планеті Марс більше двох тижнів. Якщо за цей період прибувають кораблі, на яких хтось з учасників екіпажу загинув, і якщо цей учасник, за умовами подорожі, повинен був повернутись на планету Земля, ви займаєте його місце та повертаєтесь на планету Земля. В програму подорожі входить постійне проживання на Марсі та освоєння нових територій планети. Житло надається в окремому секторі, віддаленому від подорожуючих за умовами \"Космічна подорож\". Харчування залежить від досягнень та наданих послуг по освоєнню планети, участі в будівництві або наукових дослідженнях та експериментах."
  },
  {
    "id": "bring_a_friend",
    "cost": 0,
    "img": "../images/friend.jpg",
    "title": "Приведи друга",
    "desc": "Зроби собі свято та отримай знижку до обраної подорожі",
    "longDesc": "Якщо у вас є сусіди, які полюбляють подорожувати, колеги, від яких ви чули про подорожі, близькі та оточуючі вас люди, які мріють про космос та подорож на інші планети, у вас є можливість скористатись акцією \"Приведи друга\".Бажаючі відвідати Марс мають різний вік та стан здоров'я і отримують відповідне лікування в дорозі при необхідності. Ми пропонуємо вам двосторонній обмін. Приведи друга та отримай знижку на подорож до 30 відсотків."
  },
  {
    "id": "give_a_house",
    "cost": 0,
    "img": "../images/mars life.jpg",
    "title": "Подаруй будинок",
    "desc": "Політ на Марс не дорожче, ніж будинок в США.",
    "longDesc": "Якщо ваше життя на планеті Земля не дуже задовольняє вас, а при цьому у вас є нерухомість, пропонуємо вам подорож на планету Марс зі знижкою при умові, що ви залишаєте свою нерухомість нашій компанії. Якщо вартість вашої нерухомості становить близько 500 000 доларів, ви маєте можливість придбати квиток за умовами \"Космічна подорож\" зі знижкою у п'ятдесят відсотків або отримати подорож \"Щасливої дороги\" або \"П'ятдесят на п'ятдесят\" без жодних доплат."
  }
]
