import { useAppSelector } from "../../store/hook"

const FeedBack: React.FC = () => {
    const userName = useAppSelector(state => state.user.user?.name);

    return <div className="feedback">
        <h3 className="feedback__speech-title">Шановний(а) {userName}</h3>
        <p className="feedback__speech-text">Щиро дякуємо вам за те, що обрали нашу агенцію для планування вашої майбутньої подорожі. Ми вдячні за надану довіру і переконані, що ваша майбутня подорож буде незабутньою.
            Ми весь час працюємо, щоб гарантувати, що все буде організовано до найменших деталей.
            незабаром ви отримаєте електронний лист з подальшими інструкціями та деталями вашої подорожі.
            Будь ласка, перевірте свою поштову скриньку на наявність цього листа, який містить всю необхідну інформацію. Якщо ви не знайдете листа у папці "Вхідні", будь ласка, перевірте папку "Спам" або "Інші" в вашій поштовій скриньці.
            якщо у вас виникнуть будь-які питання або потреба в додатковій допомозі, будь ласка, звертайтеся до нашої команди. Ми завжди тут, щоб надати вам необхідну підтримку.
            Ще раз дякуємо за ваш вибір. Ми надіємося, що ваша подорож перевершить всі ваші очікування і залишить незабутні враження.
            З найкращими побажаннями, {userName} </p>
        <h3 className="feedback__speech-title">Mars Travel</h3>
    </div>
}

export default FeedBack;